prompt_for_list = ('Предложи несколько уникальных, интересных и актуальных тем для статей на Яндекс.Дзен, '
 'связанных с геймингом, кино, наукой, технологиями. Можно добавлять различные подборки приложений, кино и игр.'
 'Все темы должны быть представлены в одной строке, разделенной символом "|". '
 'Например: "тема1|тема2|тема3|тема4|тема5". Не добавляй никаких лишних слов, строго только темы.')

prompt_for_article = "Вот несколько пожеланий к статье: Объем: Около 3000-4000 символов. Стиль: Неформальный, conversational, но грамотный. Структура: Введение, основная часть (разделенная на подзаголовки), заключение. Визуальный контент: Предложи несколько идей для иллюстраций (фото, скриншоты, гифки). Ссылки: Добавь ссылки на достоверные источники информации, если это необходимо. Не забудь сделать статью увлекательной и заставить читателей хотеть узнать больше! "

#"Я выбрал тему для статьи из твоих предложений: "[Вставь название темы статьи]".