prompt_for_list = '''Предложи десять уникальных, интересных и актуальных тем для статей на Яндекс.Дзен, связанных с геймингом, кино, наукой, технологиями, разработкой приложений и новостями в этих сферах. Темы должны быть записаны в строку и между символами должен стоять символ '|'. Убедись, что статьи будут интересными, актуальными и привлекать внимание аудитории. Не добавляй никаких лишних слов, строго только темы.'''
prompt_for_article = """Вот несколько пожеланий к статье:
                        Объем: Около 3000-4000 символов.
                        Стиль: Неформальный, conversational, но грамотный.
                        Структура: Введение, основная часть (разделенная на подзаголовки), заключение.
                        Визуальный контент: Предложи несколько идей для иллюстраций (фото, скриншоты, гифки).
                        Ссылки: Добавь ссылки на достоверные источники информации, если это необходимо.
                        Не забудь сделать статью увлекательной и заставить читателей хотеть узнать больше! """

#"Я выбрал тему для статьи из твоих предложений: "[Вставь название темы статьи]".